---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterNumericGreater
source: html/d778c937-b83e-ac0d-3139-135d425a043a.htm
---
# FilterNumericGreater Properties

Specifies whether the .NET object represents a valid Revit entity.